-- Получить данные о числе ремонтов и их стоимости для автотранспорта
-- определенной категории, отдельной марки автотранспорта или указанной
-- автомашины за указанный период. TODO

-- Получить данные о числе использованных для ремонта указанных узлов и
-- агрегатов для транспорта определенной категории, отдельной марки
-- автотранспорта или конкретной автомашины за указанный период. TODO

-- Получить данные о работах, выполненных указанным специалистом
-- (сварщиком, слесарем и т.д.) за обозначенный период в целом и по
-- конкретной автомашине. TODO